Repository: AbdooShawky/GraduationProject
Catalog: Servicely/Languages/Language.*.resx
Languages: ar_eg

# AboutServicely
source: About GSE
ar_eg: GSE حول

source: Add
ar_eg: اضف

source: Add Citizen
ar_eg: أضافة مواطن جديد

source: Add Health Care
ar_eg: أضافة منشأة صحية

source: Add HealthCare Schedule
ar_eg: أضافة جدول لمنشأة صحية

source: Add new citizen
ar_eg: إضافة مواطن جديد

source: Add New Doctor
ar_eg: أضافة طبيب جديد

source: Add New Student
ar_eg: إضافة طالب جديد

source: Add New User
ar_eg: إضافة مستخدم جديد

source: Address
ar_eg: العنوان

# AddressDeleteMessage1
source: *can not delete because this is the current addresa
ar_eg: لا يمكن حذف هذا العنوان لانه عنوانه الحالي

# Addresses
source: My Addresses
ar_eg: العنواين الخاصة بي

source: Address in Arabic
ar_eg: العنوان بالعربية

source: Address Of Citizen
ar_eg: عنوان المواطن

source: Add Social Status
ar_eg: أضافة الحالة الاجتماعية

source: Add User
ar_eg: أضافة متسخدم جديد

source: Add User Type
ar_eg: أضافة نوع مستخدم جديد

source: Add Vaccination Schedule
ar_eg: إضافة جدول التطعيم

# AdNewAddress
source: Add New Address for Cirizen
ar_eg: إضافة عنوان جديد للمواطن

source: Age at Death
ar_eg: العمر عند الوفاة

source: All Doctor Type
ar_eg: جميع انواع الأطباء

source: All Users
ar_eg: جميع المستخدمين

source: All rights reserved
ar_eg: جميع الحقوق محفوظة

source: All Specialization Types
ar_eg: جميع أنواع التخصصات

source: already
ar_eg: موجود مسبقا

source: Already Died
ar_eg: هو بالفعل مسجل كامتوفي

source: Already exist for this citizen
ar_eg: موجودة بالفعل لهذا المواطن

source: already exist go to edit page to make changes
ar_eg: موجود بالفعل انتقل إلى تحرير الصفحة لإجراء تغييرات

source: already exist in this state
ar_eg: موجودة بالفعل في هذه المحافظة

# ApplicationDirection
source: adminlte.min.css
ar_eg: RTL.css

source: Appointemnts
ar_eg: المواعيد

source: Appointments
ar_eg: المواعيد

# ar
source: Arabic
ar_eg: العربية

source: Arabic
ar_eg: عربي

# ArabicStreetName
source: Street Name in Arabic
ar_eg: اسم الشارع باللغة العربية

source: Are you sure you want to delete this HealthCare Schedule?
ar_eg: هل تريد بالتأكيد حذف جدول المنشأة صحية هذا؟

source: Are you sure you want to save
ar_eg: هل أنت متأكد أنك تريد الحفظ؟

source: Are you sure you want to delete this?
ar_eg: هل أنت متأكد أنك تريد حذف هذا؟

# BaasicInformation
source: Basic Information
ar_eg: معلومات اساسية

source: Back to List
ar_eg: الرجوع للقائمة

source: Behind The Card
ar_eg: الجهه الخلفيه من البطاقة

source: Birth Date
ar_eg: تاريخ الميلاد

# BirthDateWithPoint
source: Birth Date :
ar_eg: تاريخ الميلاد

source: Birth Information
ar_eg: بيانات الميلاد

source: Birth Place
ar_eg: مكان الميلاد

source: Birth Certificate
ar_eg: شهادة الميلاد

source: Birth Document
ar_eg: وثيقة الميلاد

source: Born in
ar_eg: المولود في

source: Both are not married to each other
ar_eg: كلاهما غير متزوجين لبعضهما البعض

source: car
ar_eg: السيارة

source: Car Code
ar_eg: كود السيارة

source: Car Licence
ar_eg: رخصة السيارة

source: Car Model
ar_eg: موديل العربية

source: CarName
ar_eg: اسم السيارة

# CarNameArabic
source: Car Name in Arabic
ar_eg: اسم السيارة بالعربية

# CarNameEn
source: Car Name in English
ar_eg: اسم السيارة بالانجليزية

source: Cars
ar_eg: السيارات

source: Certificate
ar_eg: الشهادة

# CertificateGraduate
source: Certificates's Graduates
ar_eg: شهادات الخريجين

# CertificateNameAr
source: Certificate Name in Arabic
ar_eg: اسم نوع الشهادة بالعربية

# CertificateNameEn
source: Certificate Name in English
ar_eg: اسم نوع الشهادة بالانجليزية

# CertificateType
source: Certificate Types
ar_eg: أنواع الشهادات

source: certifies
ar_eg: أن

source: Checked
ar_eg: تم الفحص

source: Check UP Date
ar_eg: موعد الفحص

source: Check UP End
ar_eg: نهايه الفحص

source: Check UP Start
ar_eg: بداية الفحص

source: Checkup Number
ar_eg: عدد الفحوصات

source: Child Information
ar_eg: بيانات الطفل

source: Choose File
ar_eg: اختر الملف

source: Cities
ar_eg: المدن

source: Citizen
ar_eg: المواطن

source: Citizen Added Successfully
ar_eg: تمت إضافة المواطن بنجاح

source: Citizen Alread Exist
ar_eg: المواطن موجود بالفعل

source: Citizen already married 4
ar_eg: المواطن متزوج اربعة بالفعل

source: Citizen Balance
ar_eg: حساب المواطن

source: Citizen Basic Info
ar_eg: بيانات المواطن الأساسية

source: Citizen Name
ar_eg: اسم المواطن

# CitizenNameArabic
source: Citizen Name in Arabic
ar_eg: اسم المواطن باللغه العربية

source: Citizen National Id
ar_eg: رقم القومي للمواطن

source: *Citizen already has this address
ar_eg: المواطن لديه هذا العنوان بالفعل

# citizen_balance
source: citizen balance already exist
ar_eg: حساب المواطن موجود بالفعل

source: Citizen Contacts
ar_eg: جهات إتصال المواطن

source: Citizen Documents
ar_eg: مستندات المواطن

source: Citizen Name
ar_eg: اسم المواطن

source: City
ar_eg: المدينه

# CityName
source: City Name in English
ar_eg: اسم المدينة بالعربية

source: City already exist
ar_eg: المدينة موجودة بالفعل

source: City Name
ar_eg: اسم المدينة

# City_Name_Arabic
source: City Name in Arabic
ar_eg: اسم المدينة باللغه العربية

source: Civil Registry Sector
ar_eg: قطاع السجل المدني

source: Close
ar_eg: اغلاق

source: Code
ar_eg: كود

source: Code already exist
ar_eg: الرمز موجود بالفعل

# Collegeofcertifies
source: College of
ar_eg: تشهد كلية

source: Complain
ar_eg: الشكوى

source: Complains
ar_eg: الشكاوى

source: Complains And Responds
ar_eg: الشكاوى والردود

source: Confirmation
ar_eg: التأكيد

source: Confirm Password
ar_eg: تأكيد كلمة المرور

source: Congratulations You Sign Up Successfully
ar_eg: مبروك قمت بالتسجيل بنجاح

source: Contact
ar_eg: جهة الاتصال

# contactALREADY
source: contact already exist
ar_eg: جهة الاتصال موجوده بالفعل

source: contact Data
ar_eg: بيانات الاتصال

source: Contact Info
ar_eg: معلومات الاتصال

source: Contacts
ar_eg: جهات الاتصال

source: Contact Type
ar_eg: نوع جهة الاتصال

# contactTypeErrorMsg1
source: There is Contact Type have same Name
ar_eg: هناك نوع جهة اتصال بنفس الاسم

source: Contact Type Name
ar_eg: اسم نوع جهة الاتصال

# ContactTypeNameArabic
source: Contact Type Name in Arabic
ar_eg: اسم نوع جهة الاتصال بالعربية

source: Contact type already exist
ar_eg: نوع جهة الاتصال موجود بالفعل

source: Contact Type Description
ar_eg: وصف نوع جهة الاتصال

# Contact_type_description_arabic
source: Contact Type Description in Arabic
ar_eg: وصف نوع جهة الاتصال بالعربية

source: Control Panel
ar_eg: لوحة التحكم

source: Coordination
ar_eg: التنسيق

# CoordinationErr
source: this coordination Already Exits
ar_eg: هذا التنسيق موجود بالفعل

source: Copyright
ar_eg: حقوق الملكية

source: Create
ar_eg: إنشاء

source: Create New
ar_eg: أنشئ جديد

source: Cristian
ar_eg: مسيحي

source: Dashboard
ar_eg: لوحة القيادة

source: Dashboard 1
ar_eg: لوحة القيادة 1

source: Date
ar_eg: تاريخ

# Datee
source: Date
ar_eg: بتاريخ

source: day
ar_eg: يوم

source: *day full
ar_eg: هذا اليوم ممتلئ

source: day is full choose another date
ar_eg: اليوم مليء اختيار تاريخ آخر

source: Death Cause
ar_eg: سبب الوفاة

source: Death Cause in Arabic
ar_eg: سبب الوفاة بالعربية

source: Death Cause in English
ar_eg: سبب الوفاة بالانجليزية

source: Death Date
ar_eg: تاريخ الوفاة

source: Death Information
ar_eg: بيانات الوفاة

source: Death Place
ar_eg: مكان الوفاه

source: Death Place in Arabic
ar_eg: مكان الوفاة بالعربية

source: Death Document
ar_eg: وثيقة وفاة

source: Deceased
ar_eg: المتوفي

source: Deceased Death Date
ar_eg: تاريخ الوفاة المتوفى

source: Deceased Information
ar_eg: بيانات المتوفي

source: Deceased Death Place in English
ar_eg: مكان الوفاة بالانجليزية

source: Delete
ar_eg: حذف

source: Deleted Successfully
ar_eg: تم المسح بنجتح

source: Delete Social Status
ar_eg: حذف الحالة الاجتماعية

source: Details
ar_eg: التفاصيل

# Directorate
source: Education Directorate
ar_eg: مدرية التعليم

# DirectorateName
source: Educational Administration Name
ar_eg: اسم الادارة التعليمية

# DirectorateNameAr
source: Administration Name in Arabic
ar_eg: اسم الادارة بالعربي

# DirectorateNameEn
source: Administration Name in English
ar_eg: اسم الادارة بالانجليزي

source: disabled
ar_eg: غير مسموح

source: District
ar_eg: الحي

source: Districts
ar_eg: المناطق

source: District Name
ar_eg: اسم الحي

source: District Name in Arabic
ar_eg: اسم الحي بالعربية

source: Distric already exist
ar_eg: الحي موجود بالفعل

source: Divorced
ar_eg: مطلقة

source: Doctor Name
ar_eg: اسم الطبيب

source: Doctor National ID
ar_eg: الرقم القوي الخاص بالطبيب

source: Doctors
ar_eg: الاطباء

source: Doctor Specialization
ar_eg: تخصص الطبيب

source: Doctors Schedules
ar_eg: جداول الاطباء

source: Doctor Type
ar_eg: نوع الطبيب

source: Doctor Type Name
ar_eg: اسم نوع الطبيب

source: Doctor Type Name in Arabic
ar_eg: اسم نوع الطبيب بالعربية

# doctor_error_message
source: docotr is already exists
ar_eg: الدكتور موجود بالفعل

# Doctor_hospitalMasageErr
source: Doctor Already in this Health care
ar_eg: الدكتور موجود في هذه المنشأة الصحية بالفعل

source: Document
ar_eg: الوثيقة

source: Document Data
ar_eg: بيانات الوثيقة

source: Document Exitention
ar_eg: امتداد الوثيقة

source: Document File
ar_eg: ملف الوثيقة

source: Document Of Citizen
ar_eg: وثيقة المواطن

source: Document Type
ar_eg: نوع الوثيقة

# documentt_type_description
source: Document Type Description
ar_eg: وصف نوع الوثيقة

# documentt_type_description_inArabic
source: Document Type Description in Arabic
ar_eg: وصف نوع الوثيقة بالعربية

source: Document Extensions
ar_eg: امتدادات الوثيقة

source: Document Type already exist
ar_eg: هذا النوع موجود بالفعل

source: Document Type Name
ar_eg: اسم نوع الوثيقة

source: Document Type Name in Arabic
ar_eg: اسم نوع الوثيقة بالعربية

source: Download
ar_eg: تحميل

# drag
source: Drag & Drop files here or click to browse
ar_eg: اسحب الملفات وأفلتها هنا أو انقر للتصفح

source: Edit
ar_eg: تعديل

# EditedSuccessfully
source: Updated Successfully
ar_eg: تم التعديل بنجاح

source: Edit User Type
ar_eg: تعديل نوع المستخدم

source: Educated Abroad
ar_eg: المتعلمون في الخارج

source: Educated Inside
ar_eg: المتعلمون في الداخل

source: Education
ar_eg: التعليم

# EducationDirectorate
source: Educational Administration
ar_eg: الادارة التعليمية

source: Employee Report
ar_eg: تقرير الموظف

# en
source: English
ar_eg: الإنجليزية

source: end date
ar_eg: نهاية الترخيص

source: End Time
ar_eg: وقت النهاية

source: English
ar_eg: انجليزي

source: Enter three digits
ar_eg: ادخل ثلاث ارقام

source: Enter three letters in arabic
ar_eg: ادخل ثلاثة احرف بالعربية

# errhospital
source: Health care already exist
ar_eg: المنشئة الصحية موجودة بالفعل

source: Error
ar_eg: خطأ

# errorStudent
source: this student is already exists
ar_eg: هذا الطالب / الطالبة موجود/ة بالفعل

# errPhase
source: This Phase Already Exist
ar_eg: هذه المرحلة موجودة بالفعل

source: Export
ar_eg: استخراج

source: Exporting Birth Certificate
ar_eg: استخراج شهادة الميلاد

source: Exporting Death Certificate
ar_eg: استخراج شهادة وفاة

# Exporting_marriage_divorce_document
source: Exporting Marriage/Divorce Certificate
ar_eg: إستخراخ شهادة طلاق\وفاة

source: Exporting National Id Card
ar_eg: استخراج بطاقة الرقم القومي

source: Faculties
ar_eg: الكليات

source: Faculty
ar_eg: الكلية

# FacultyErr
source: This Faculty aleady Exist
ar_eg: هذه الكلية موجودة بالفعل

# FacultyNameAr
source: Faculty Name in Arabic
ar_eg: اسم الكلية بالعربية

# FacultyNameEn
source: Faculty Name in English
ar_eg: اسم الكلية بالانجليزية

source: Father Information
ar_eg: بيانات الأب

source: Father National Id
ar_eg: الرقم القومي للأب

source: Female
ar_eg: أنثى

source: Females
ar_eg: الإناث

# FileInputLang
source: LANG.js
ar_eg: ar.js

source: Finish
ar_eg: إنهاء

source: float-md-right
ar_eg: float-md-left

# ForeignStudent
source: Student Already Exist
ar_eg: هذا الطالب / الطالبة موجودة بالفعل

source: Forgot Password
ar_eg: هل نسيت كلمة المرور

source: From
ar_eg: من

source: From Date
ar_eg: من تاريخ

source: Gender
ar_eg: النوع

# GenderWithPoint
source: Gender :
ar_eg: النوع

source: General Administration for Examinations
ar_eg: الادارة العامة للامتحانات

source: Governement Name
ar_eg: اسم الهيئه الحكومية

source: Governement Body
ar_eg: هيكل الحكومة

# governement_bodys
source: Governement Bodies Services
ar_eg: خدمات الهيئات الحكومية

source: Governement Name
ar_eg: اسم الهيئه الحكومية

source: Governement Name in Arabic
ar_eg: اسم الهيئة الحكومية بالعربية

source: Government Agency
ar_eg: وكالة حكومية

source: Government Body
ar_eg: هيكل الحكومة

# governmenterr
source: government body name already exist
ar_eg: اسم الهيئة الحكومية موجود بالفعل

source: Governments Settings
ar_eg: إعدادات الحكومة

source: Grade
ar_eg: الدرجة

# GradeCertificate
source: This Grade Already in This Certificate
ar_eg: هذه الدرجة موجودة بالفعل في هذه الشهادة

# GradeValidationUniversity
source: grade of student is less than faculty Grade can not add
ar_eg: درجة الطالب اقل من درجة هذه الكلية لايمكن الإضافة

source: Graduated
ar_eg: تخرج

# GraduatedStuednt
source: Graduated Stuednts
ar_eg: الطلبة الخريجين

# GraduatesUni
source: Universities's Graduates
ar_eg: خريجين الجامعات

source: Graduation Project
ar_eg: مشروع التخرج

# GraduationUniversity
source: Graduation Certificate
ar_eg: شهادة تخرج

source: has a Bachelor's degree
ar_eg: قد حصل على درجة بكالوريوس

source: Healthcare
ar_eg: منشأة صحية

source: Health Care Name
ar_eg: اسم المنشأة الصحية

source: Healthcare Reservation
ar_eg: حجز موعد في منشأه الصحية

source: Health cares
ar_eg: المنشئات الصحية

source: Healthcare Type
ar_eg: نوع المنشأه الصحية

source: Healthcare Doctor
ar_eg: طبيب المنشأه الصحية

source: HealthCare Type
ar_eg: نوع المنشأه الصحية

source: Healthcare Type Id
ar_eg: رقم تعريف للمنشأه الصحية

source: Healthcare Type Name
ar_eg: اسم نوع المنشأه الصحية

source: Healthcare Type Name in Arabic
ar_eg: اسم نوع المنشأة الصحية بالعربية

source: Healthcare Type Name in English
ar_eg: اسم نوع المنشأة الصحية بالانجليزية

source: Health Center
ar_eg: مركز صحي

# HealthCenter_Arabic
source: Name of HealthCenter in Arabic
ar_eg: اسم المركز الصحي بالعربية

# HealthCenter_English
source: Name of HealthCenter in English
ar_eg: اسم المركز الصحي بالانجليزية

source: Health cares schedules
ar_eg: جداول المنشئات الصحية

source: Health cares Specializations
ar_eg: تخصصات المنشئات الصحية

source: Health cares types
ar_eg: أنواع المنشئات الصحية

source: he/she is not married
ar_eg: هو\هي غير متزوج\ة

source: High school completion certificate
ar_eg: شهادة إتمام دراسة الثانوية العامة

source: Home
ar_eg: المنزل

# Home1
source: Home
ar_eg: الصفحة الرئيسية

source: Hospital
ar_eg: مستشفى

source: Hospital Name
ar_eg: اسم المستشفى

source: Hospital Name in Arabic
ar_eg: اسم المستشفي بالعربية

# Hospital_Arabic
source: Name of Hospital in Arabic
ar_eg: اسم المستشفي بالعربية

# Hospital_English
source: Name of Hospital in English
ar_eg: اسم المستشفي بالانجليزية

source: Hospital Name
ar_eg: اسم المستشفى

source: House
ar_eg: المنزل

# House_Arabic
source: Address of House in Arabic
ar_eg: عنوان المنزل بالعربية

# House_English
source: Address of House in English
ar_eg: عنوان المنزل بالانجليزية

# HowManyYear
source: Number of Year
ar_eg: عدد السنوات

source: Husband
ar_eg: الزوج

source: Husband Information
ar_eg: بيانات الزوج

source: Husband National Id
ar_eg: الرقم القومي الخاص بالزوج

source: Identification Card
ar_eg: بطاقة الهوية

source: Index
ar_eg: القائمة

source: Index1
ar_eg: فهرس 1

source: IndexAdmin
ar_eg: الفهرس الادارية

source: IndexUser
ar_eg: قائمة المستخدم

# IntermidateErr
source: this student is still in primary phase
ar_eg: مازال في هذه المرحلة

source: Intermidiate Phase
ar_eg: المرحلة الاعدادية

source: Is Birth Place
ar_eg: هل هذا هو مسقط رأسه

source: Is Current
ar_eg: هل هذا الحالي

source: Jewish
ar_eg: يهودي

source: JopTitle
ar_eg: المسمى الوظيفي

source: Keep me logged in
ar_eg: أبق تسجيل دخولي

source: Language
ar_eg: اللغة

# Language1
source: Language
ar_eg: اللغة

source: List of Vaccinations
ar_eg: قائمة التطعيمات

source: List of Vaccination Type
ar_eg: قائمة نوع التطعيمات

source: Litrary
ar_eg: أدبي

source: Live Satus Type
ar_eg: نوع حاله الحياة

source: Live Status
ar_eg: حالة الحياة

source: Live Status Type Name
ar_eg: اسم نوع حالة الحياة

source: Live Status Type Name in Arabic
ar_eg: اسم نوع حالة الحياة بالعربية

source: LiveStatus Type Name in English
ar_eg: اسم نوع حالة الحياة

source: Live Status type already exist
ar_eg: نوع الحالة الحياة موجودة بالفعل

# login_MSG
source: *Please enter user name or password correctly
ar_eg: الرجاء إدخال اسم المستخدم أو كلمة المرور بشكل صحيح

source: Log Request
ar_eg: سجل طلب

source: Log Date
ar_eg: تاريخ السجل

source: Log In
ar_eg: تسجيل الدخول

source: Log Request Id
ar_eg: رقم الطلب في السجل

source: Log Request Type Id
ar_eg: رقم نوع الطلب في السجل

source: Male
ar_eg: الذكر

source: Males
ar_eg: الذكور

source: Marriag And Devorce Certificate
ar_eg: شهادة الزواج والطلاق

# MarriageDateWithPoint
source: Marriage Date :
ar_eg: تاريخ الزواج

source: Marriage Document
ar_eg: وثيقة الزواج

source: Marriage Information
ar_eg: بيانات الزواج

source: Married
ar_eg: متزوج

# MarriedW
source: Married
ar_eg: متزوجة

# Meanwhile
source: Meanwhile you may
ar_eg: وفي الوقت نفسه قد يمكنك.

source: middle School certificate
ar_eg: الشهادة الاعدادية

# MinistryEducation
source: Ministry of Education
ar_eg: وزارة التعليم

source: Ministry of Health
ar_eg: وزارة الصحة

source: Ministry of Interior
ar_eg: وزارة الداخلية

source: minute
ar_eg: دقائق

source: ml-auto
ar_eg: mr-auto

# modal3
source: This citizen does not have a balance account
ar_eg: هذا المواطن ليس لديه حساب رصيد

source: Modal Title
ar_eg: عنوان الوسائط

source: Month
ar_eg: شهر

source: More info
ar_eg: المزيد من المعلومات

source: Mother Information
ar_eg: بيانات الأم

source: Mother Name
ar_eg: أسم الأم

source: Mother National Id
ar_eg: الرقم القومي للأم

source: mr-4
ar_eg: ml-4

source: Muslim
ar_eg: مسلم

source: My Contacts
ar_eg: جهات الاتصال الخاصة بي

# MyDocument
source: My Documents
ar_eg: الوثائق الخاصة بي

source: My Profile
ar_eg: صفحتي الشخصية

# MySocial
source: My Social Status
ar_eg: الحالات الجتماعية الخاصة بي

source: Name
ar_eg: الأسم

# NameAleadyExist
source: Name already exist
ar_eg: هذا الاسم موجود بالفعل

# NameAlreadyExist
source: this name is already exists
ar_eg: هذا الاسم موجود بالفعل

# NameWithPoint
source: Name :
ar_eg: الأسم

source: National Id
ar_eg: الرقم القومي

source: Nationality
ar_eg: الجنسية

# NationalityWithPoint
source: Nationality :
ar_eg: الجنسية

source: National Id
ar_eg: الرقم القومي

source: National Id here...
ar_eg: الرقم القومي هنا ...

source: New Password
ar_eg: كلمة المرور الجديدة

source: New Specialization Type
ar_eg: نوع تخصص جديد

source: New Specialization Type in Arabic
ar_eg: نوع تخصص جديد بالعربية

source: next
ar_eg: التالي

source: No
ar_eg: لا

source: Office
ar_eg: المكتب

# officeerr
source: Office name already exist
ar_eg: اسم المكتب موجود بالفعل

source: Office Name
ar_eg: اسم المكتب

source: Office Name in Arabic
ar_eg: اسم المكتب بالعربية

source: Offices
ar_eg: المكاتب

# Oops
source: Oops! Something went wrong.
ar_eg: .عفوا! هناك خطأ ما

source: Operations
ar_eg: العمليات

source: Other
ar_eg: أخري

# Other_inArabic
source: Name of Other place in Arabic
ar_eg: اسم مكان اخر بالعربية

# Other_inEnglish
source: Name of Other place in English
ar_eg: اسم مكان اخر بالانجليزية

source: Password
ar_eg: كلمة المرور

# Passwor_here
source: Password here...
ar_eg: كلمة المرور هنا ...

source: Phase
ar_eg: المرحلة

# PhaseName
source: Phase Name in English
ar_eg: اسم المرحلة بالانجليزية

# PhaseNameAr
source: Phase Name in Arabic
ar_eg: اسم المرحلة بالعربية

source: Phases
ar_eg: المراحل

source: Phases Of School
ar_eg: مراحل المدرسة

source: Photo
ar_eg: صورة

source: pl
ar_eg: pr

source: Places
ar_eg: الأماكن

source: Please sign in to your account.
ar_eg: الرجاء تسجيل الدخول الى حسابك

source: << Previous
ar_eg: <<السابق

# previouss
source: previous
ar_eg: السابق

source: Primary Phase
ar_eg: المرحلة الابتدائية

source: Primary certificate
ar_eg: الشهادة الابتدائية

source: Print
ar_eg: أطبع

source: Quantity
ar_eg: عدد النسخ

source: Recover Password
ar_eg: إسترجاع كلمة المرور

source: Region
ar_eg: المنطقه

source: Regions
ar_eg: المناطق

source: Region already exist
ar_eg: المنطقة موجودة بالفعل

source: Region Name
ar_eg: اسم المنطقة

source: Region Name in Arabic
ar_eg: اسم المنطقة بالعربية

source: Region Name in English
ar_eg: اسم المنطقة بالانجليزية

source: Relegion
ar_eg: الديانة

# RelegionWithPoint
source: Relegion :
ar_eg: الديانة

source: Remember me
ar_eg: تذكرني

source: Report
ar_eg: التقرير

source: Request
ar_eg: الطلب

# requestErr
source: can not request the same order today
ar_eg: لا يمكن طلب نفس الخدمة اليوم

source: Requests
ar_eg: الطلبات

source: Request Type
ar_eg: نوع الطلب

source: Requsts Index
ar_eg: فهرس الطلبات

source: Reservation Date
ar_eg: تاريخ الحجز

source: Reservations
ar_eg: الحجوزات

# reservation_msg
source: you have reserved in this office once at that date
ar_eg: لقد حجزت في هذا المكتب مرة واحدة في ذلك التاريخ

# reservation_success_msg
source: Your Reservation is Created Successfully
ar_eg: تم تسجيل الحجز الخاص بك بنجاح

source: Reserve
ar_eg: حجز

source: Respond
ar_eg: الرد

# return_dashboard
source: return to dashboard
ar_eg: العودة إلى لوحة القيادة.

source: Return to
ar_eg: الرجوع إلى

source: Save
ar_eg: حفظ

# scheduleErrDoctor
source: this doctor already has the same schedule
ar_eg: هذا الدكتور لديه نفس الميعاد بالفعل

# scheduleErrVacc
source: this vaccination already has the same schedule
ar_eg: هذا التطعيم لديه نفس الميعاد بالفعل

source: Schedule HealthCare
ar_eg: الجدول الزمني للمنشأءة الصحية

source: Schedule Vaccination
ar_eg: جدول التطعيم

source: School
ar_eg: المدرسة

source: School Certificate
ar_eg: شهادة المدرسة

# SchoolErr
source: This tybe already exist
ar_eg: هذا النوع موجود بالفعل

source: School Name
ar_eg: اسم المدرسة

# SchoolNameAr
source: School Name in Arabic
ar_eg: اسم المدرسة بالعربية

# SchoolNameEn
source: School Name in English
ar_eg: اسم المدرسة بالانجليزية

# SchoolPhaseErr
source: This Phase already in this School
ar_eg: هذه المرحلة موجودة بالفعل في هذه المدرسة

source: Schools
ar_eg: المدارس

# SchoolSection
source: Section
ar_eg: الشعبة

# SchoolSectionValidation
source: School Section not the same with faculty School Section
ar_eg: شعبة الطالب ليست متطابقة مع شعبة الكلية

source: School Type
ar_eg: نوع المدرسة

source: School Type Name
ar_eg: اسم نوع المدرسة

# SchoolTypeNameAr
source: School Type Name in Arabic
ar_eg: اسم نوع المدرسة بالعربية

# SchoolTypeNameEn
source: School Type Name in English
ar_eg: اسم نوع المدرسة بالانجليزية

source: Scientific
ar_eg: علمي

source: Scientific and Litrary
ar_eg: علمي و ادبي

source: Search
ar_eg: بحث

# search_form
source: or try using the search form.
ar_eg: أو حاول استخدام نموذج البحث.

source: Secondary Phase
ar_eg: المرحلة الثانوية

# SecondarySchool
source: High School
ar_eg: الثانوية العام

source: Select Citizen ID
ar_eg: حدد هوية المواطن

source: Select Portal
ar_eg: إختر البوابة

source: Select your portal
ar_eg: اختر البوابة الخاصة بك

source: Service
ar_eg: الخدمة

source: Services
ar_eg: خدمات

source: Service Already exist
ar_eg: الخدمة موجودة بالفعل

source: Service Name
ar_eg: اسم الخدمة

source: Service Name in Arabic
ar_eg: اسم الخدمة بالعربية

source: Service Price
ar_eg: سعر الخدمة

source: Service Time
ar_eg: وقت الخدمة

# service_type_id
source: Service Type
ar_eg: نوع الخدمة

# Shigh_school_certificate
source: high school certificate
ar_eg: الشهادة الثانوية

source: Show
ar_eg: عرض

source: Sign In
ar_eg: تسجيل الدخول

source: Sign uP
ar_eg: سجل

source: Social
ar_eg: المجتمع

source: Social Status
ar_eg: الحالة الاجتماعية

source: Social Status Type
ar_eg: نوع الحالة الاجتماعية

source: Social Status
ar_eg: الحالة الاجتماعية

source: Social Status Type
ar_eg: نوع الحالة الاجتماعية

source: Social Status Type Description
ar_eg: وصف نوع الحالة الاجتماعية
