Repository: AbdooShawky/GraduationProject
Catalog: Servicely/Languages/Language.*.resx
Languages: ar_eg

source: Social Status Type Description in Arabic
ar_eg: وصف نوع الحاله الأجتماعية بالعربية

source: Social Status Type Description in Eglish
ar_eg: وصف نوع الحاله الأجتماعية بالانجليزية

source: Social Status Type Name
ar_eg: اسم نوع الحالة الاجتماعية

source: Social Status Type Name in Arabic
ar_eg: اسم نوع الحاله الأجتماعية بالعربية

source: Social Status Type Name in English
ar_eg: اسم نوع الحاله الأجتماعية بالانجليزية

source: Specialization
ar_eg: التخصص

source: Specialization of Faculty
ar_eg: اقسام الكلية

source: Specializations
ar_eg: التخصصات

# Specialization_already_exist
source: Specialization type already exist
ar_eg: هذا التخصص موجود بالفعل

source: Specialization Name
ar_eg: اسم التخصص

source: Specialization Name in Arabic
ar_eg: اسم التخصص بالعربية

source: Specialization Name in English
ar_eg: اسم التخصص بالانجليزية

source: start date
ar_eg: تاريخ الترخيص

source: Start Time
ar_eg: وقت البدء

source: State
ar_eg: المحافظة

source: States
ar_eg: المحافظات

source: State already exist
ar_eg: المحافظة موجودة بالفعل

source: State Code
ar_eg: كود المحافظة

source: State Name
ar_eg: اسم المحافظة

source: State Name in Arabic
ar_eg: اسم المحافظة بالعربية

source: State Name in English
ar_eg: اسم المحافظة بالانجليزية

source: Step 1
ar_eg: الخطوة 1

source: Step2
ar_eg: الخطوة 2

source: Step3
ar_eg: الخطوة 3

source: Step 4
ar_eg: الخطوة 4

# stepsss
source: style.css
ar_eg: style1.css

source: Street Name
ar_eg: اسم الشارع

# Street_Name
source: Street Name in English
ar_eg: اسم الشارع بالانجليزية

source: Student
ar_eg: ألطالب

# StudentInfo
source: Student Information
ar_eg: معلومات الطالب

source: Student Name
ar_eg: اسم الطالب / الطالبة

source: Student Registeration
ar_eg: تسجيل الطلاب

source: Students
ar_eg: الطلاب

# studentschool
source: this student is in this school
ar_eg: بالفعل هذا لطالب / الطالبة في هذه المدرسة

# StudentsCount
source: Maximum Students Count
ar_eg: الحد الاقصى لعدد الطلاب

source: Submit
ar_eg: تقديم

# SuccessFulCreate
source: Created Successfully
ar_eg: تم الاضافة بنجاح

source: Successfully Reserved
ar_eg: تم الحجز بنجاح

# successfully_reserved_checkemail
source: successfully reserved check your email to know the details
ar_eg: محفوظة بنجاح تحقق من بريدك الإلكتروني لمعرفة التفاصيل

# succmsg
source: The message was sent to the email you entered
ar_eg: الرسالة تم ارسالها الى لبريد الالكتروني الذي ادخلته

source: Summary
ar_eg: موجز

source: text-left
ar_eg: text-right

source: The Egyptian Arabic Republic
ar_eg: جمهورية مصر العربية

source: The User Types
ar_eg: أنواع المستخدم

source: The card is valid until
ar_eg: البطاقة صالحة حتى

source: The Egyptian Arabic Republic
ar_eg: جمهورية مصر العربية

source: this code is already taken
ar_eg: رقم السيارة مأخوذ بالفعل

source: this lady is already married
ar_eg: هذة المرأة متزوجة بالفعل

source: This type already exist
ar_eg: هذا النوع موجود بالفعل

source: threeYears
ar_eg: ثلاث سنوات

source: To
ar_eg: إلى

source: To Date
ar_eg: حتى تاريخ

source: Transaction Code
ar_eg: رمز العملية

# typeReaquest_name
source: Type Request Name
ar_eg: اسم نوع الطلب

source: Type Request
ar_eg: نوع طلب

# UniStudent
source: This Student already Graduated
ar_eg: هذا الطالب تخرج بالفعل

source: Universities
ar_eg: الجامعات

source: University
ar_eg: الجامعة

# UniversityFaculty
source: This Faculty in this University Already
ar_eg: هذه الكلية في نفس الجامعة بالفعل

# UniversityNameAr
source: University Name in Arabic
ar_eg: اسم الجامعة بالعربية

# UniversityNameEn
source: University Name in English
ar_eg: اسم الجامعة بالانجليزية

source: University Registeration
ar_eg: تسجيل الجامعة

source: University Type
ar_eg: نوع الجامعة

# UniversityTypeNameAr
source: University Type Name in Arabic
ar_eg: اسم نوع الجامعة بالعربية

# UniversityTypeNameEn
source: University Type Name in English
ar_eg: اسم نوع الجامعة بالانجليزية

# universtyErr
source: this University already Exist
ar_eg: هذه الجامعة موجودة بالفعل

source: Unmarried
ar_eg: عاذب

# UnMarriedW
source: Unmarried
ar_eg: عاذبة

source: Upload
ar_eg: رفع

source: Upload Date
ar_eg: تاريخ الرفع

source: User
ar_eg: المستخدم

# UserNameAlready
source: Username Already Exist
ar_eg: اسم المستخدم هذا موجود بالفعل

source: User Password
ar_eg: كلمة مرور المستخدم

source: Users
ar_eg: المستخدمين

source: User Type
ar_eg: نوع المستخدم

source: User Name
ar_eg: اسم المستخدم

source: User Type Name
ar_eg: اسم نوع مستخدم

source: User Type Name in Arabic
ar_eg: اسم نوع مستخدم بالعربية

source: User Type Name in English
ar_eg: اسم نوع المستخدم بالانجليزية

source: Vaccination
ar_eg: التطعيم

source: Vaccination Reservation
ar_eg: حجز التطعيم

source: Vaccinations
ar_eg: التطعيمات

source: Vaccinations Reservations
ar_eg: حجوزات التطعيمات

source: Vaccination Type
ar_eg: نوع التطعيم

# VaccinationType _errorMsg
source: Vaccination Type Already exist!
ar_eg: نوع التطعيم موجود بالفعل!

source: Vaccination not allowed to the child
ar_eg: التطعيم غير مسموح للطفل

source: Vaccination on Age
ar_eg: العمر عند التطعيم

source: Vaccination Type
ar_eg: نوع التطعيم

source: Vaccination Types
ar_eg: أنواع التطعيمات

source: Vaccination Type Age
ar_eg: عمر نوع التطعيم

source: Vaccination Type Name
ar_eg: اسم نوع التطعيم

source: Vaccination Type Name in Arabic
ar_eg: اسم نوع التطعيم بالعربية

source: Vaccination Type Name in English
ar_eg: اسم نوع التطعيم بالانجليزية

source: Vaccination Type Period
ar_eg: فتره نوع التطعيم

source: Version
ar_eg: الإصدار

source: View All
ar_eg: عرض الكل

source: Violation
ar_eg: المخالفات

# violationError
source: this name is already exist
ar_eg: هذه المخالفة موجودة بالفعل

source: Violation Name
ar_eg: اسم المخالفة

# ViolationNameInAr
source: Violation Name in Arabic
ar_eg: اسم المخالفة بالعربية

# ViolationNameInEng
source: Violation Name in English
ar_eg: اسم المخالفة بالانجليزية

source: Violation Price
ar_eg: سعر المخالفة

source: Warning !
ar_eg: ! تحذير

# WarningMessage
source: Are you sure you want to print ?
ar_eg: هل أنت متأكد أنك تريد الطباعة؟

# WarningMessage1
source: If you click "yes" 40EG will be deducted from your balance even if clicking "cancel" in preview screen
ar_eg: ذا قمت بالنقر فوق "نعم" ، فسيتم خصم 40EG من رصيدك حتى في حالة النقر فوق "إلغاء" في شاشة المعاينة

# We_away
source: We will work on fixing that right away.
ar_eg: سوف نعمل على إصلاح ذلك على الفور

source: Wife
ar_eg: الزوجة

source: Wife Information
ar_eg: بيانات الزوجة

source: Wife National Id
ar_eg: الرقم القومي الخاص بالزوجة

source: With Appreciation
ar_eg: بتقدير

source: With Father
ar_eg: مع الأب

source: With Mother
ar_eg: مع الأم

# Wlecome_Back
source: Welcome Back,
ar_eg: مرحبا بعودتك

source: Year
ar_eg: السنة

source: Year Of Phase
ar_eg: سنوات المرحلة

source: Yes
ar_eg: نعم

source: Your Chileds National Ids
ar_eg: الرقم القومي الخاص بطفلك

source: Your balance is not sufficient
ar_eg: رصيدك ليس كافيا

source: your child is vaccinated
ar_eg: تم تطعيم طفلك

source: you are already reserved on this day
ar_eg: أنت حجزت بالفعل في هذا اليوم

source: you have already reservation
ar_eg: لديك حجز بالفعل
